robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/pip
robbyrussell/oh-my-zsh path:plugins/z
robbyrussell/oh-my-zsh path:plugins/vi-mode  # needed for correct display of vi mode e.g. Insert or Normal

zsh-users/zsh-completions
zsh-users/zsh-autosuggestions

denysdovhan/spaceship-prompt

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
